Repository: front/skrey-ecommerce-dhl-parcel-iberia
Catalog: languages/dhl_parcel_iberia_woocommerce_plugin-*.po
Languages: pt_pt

source: Account Id
pt_pt: Conta DHL

source: Add New
pt_pt: Adicionar Nova

source: Address can't have more that 40 characters!
pt_pt: Endereço não pode ter mais que 40 caracteres!

source: Adds functionalities
pt_pt: Adiciona funcionalidades

source: Based on
pt_pt: Com base no

source: Choose a DHL service point
pt_pt: Escolha um Servicepoint DHL

source: Company Name
pt_pt: Nome da Empresa

source: Company VAT number
pt_pt: NIF da Empresa

source: Configuration for accessing the DHL Web Services
pt_pt: Configuração para os Webservices da DHL

source: Configuration of the pick-up point address
pt_pt: Configuração do endereço do local para recolha

source: Cost per Order
pt_pt: Preço por encomenda

source: Create and/or print return shipping label
pt_pt: Criar e/ou imprimir etiqueta de envio de retorno

source: Create Return Label
pt_pt: Criar etiqueta de envio de retorno

source: Delete selected rule
pt_pt: Eliminar regra selecionada

source: Description
pt_pt: Descrição

source: DHL Cash On Delivery
pt_pt: DHL Cash On Delivey

source: DHL Reference Field
pt_pt: Referência DHL

source: DHL WS Credentials
pt_pt: Credenciais DHL Webservice

source: Enable DHL COD Payment method
pt_pt: Permitir método de pagamento COD

source: Enabled
pt_pt: Permitido

source: Enter maximum value for the &quot;Based on&quot; parameter. Value based on the price will be calculated by WooCommerce tax settings &quot;Display prices during cart and checkout&quot;
pt_pt: Introduza um valor máximo para o &quot;Baseado no parametro &quot;. O valor com base no preço será calculado pelas configurações de taxas do WooCommerce &quot;Apresentar preços no carrinho e no checkout&quot;

source: Enter minimum value for the &quot;Based on&quot; parameter. Value based on the price will be calculated by WooCommerce tax settings &quot;Display prices during cart and checkout&quot;
pt_pt: Introduza um valor mínimo para o &quot;Baseado no parametro &quot;. O valor com base no preço será calculado pelas configurações de taxas do WooCommerce &quot;Apresentar preços no carrinho e no checkout&quot;

source: Enter shipment cost for this rule.
pt_pt: Introduza preço do envio para esta regra.

source: Fixed Pickup
pt_pt: Recolha Fixa

source: Google Map API Configuration
pt_pt: Configuração Google Map API

source: Google Maps Api Configuration
pt_pt: Configuração Google Map API

source: Has Lunch Break
pt_pt: Tem intervalo para almoço

source: Have your customers pay upon delivery.
pt_pt: O seu cliente paga no ato da entrega.

source: Insert rule
pt_pt: Inserir regra

source: Instructions
pt_pt: Instruções

source: Instructions that will be added to the thank you page.
pt_pt: Intstruções que

source: Key
pt_pt: Chave

source: Min
pt_pt: Mín

source: No
pt_pt: Não

source: No service point selected for shipping!
pt_pt: Nenhum Servicepoint selecionado para envio!

source: Order Id
pt_pt: Nº Encomenda

source: Order State To Create Shipping Label
pt_pt: Estado da encomenda para Criar a Etiqueta de Envio

source: Other Configurations
pt_pt: Outras Configurações

source: Pay upon delivery.
pt_pt: Pagar no ato de entrega.

source: Payment method description that the customer will see on your checkout.
pt_pt: Descrição do método de pagamento que o seu cliente irá ver no checkout.

source: Payment method description that the customer will see on your website.
pt_pt: Descrição do método de pagamento que o seu cliente irá ver no site.

source: Payment to be made upon delivery.
pt_pt: Pagamento a fazer no ato da entrega.

source: Pick-up Depot
pt_pt: Código Origem

source: Pick-up Point - Additional Information
pt_pt: Local para Recolha - Informação adicional

source: Pick-Up Point Additional Information
pt_pt: Local para Recolha - Informação Adicional

source: Pick-up point additional information
pt_pt: Local para Recolha - Informação Adicional

source: Pick-Up Point Address Configuration
pt_pt: Configuração de Endereço do Local para Recolha

source: Pick-up Point Closing Hours
pt_pt: Hora de fecho do Local para Recolha

source: Pick-up Point Contact Person's Firstname
pt_pt: Nome da Pessoa no Local para Recolha

source: Pick-up Point Contact Person's Lastname
pt_pt: Apelido da Pessoa no Local para Recolha

source: Pick-up Point Country
pt_pt: País do Local para Recolha

source: Pick-up Point Email
pt_pt: E-mail da Pessoa no Local para Recolha

source: Pick-up Point Especial Instructions For DHL
pt_pt: Instruções Especiais para Recolha

source: Pick-up Point House Number
pt_pt: Número da Porta do Local para Recolha

source: Pick-up Point Lunch Break Beginning
pt_pt: Inicio do intervalo de Almoço do Local para Recolha

source: Pick-up Point Lunch Break Ending
pt_pt: Fim do intervalo de Almoço do Local para Recolha

source: Pick-up Point Opening Hours
pt_pt: Hora de Abertura do Local para Recolha

source: Pick-up point other configurations
pt_pt: Outras configurações do Local para Recolha

source: Pick-up Point Parcel Location
pt_pt: Localização dos envios no Local para Recolha

source: Pick-up Point Postal Code
pt_pt: Código Postal do Local para Recolha

source: Pick-up Point Street
pt_pt: Nome da Rua do Local para Recolha

source: Pick-up Point Telephone Number
pt_pt: Telefone do Local para Recolha

source: Pick-up Point Town
pt_pt: Cidade do Local para Recolha

source: Pick-up Point Working Hours
pt_pt: Horário de Trabalho do Local para Recolha

source: Pick-up point working hours
pt_pt: Horário de Trabalho do Local para Recolha

source: Price
pt_pt: Preço

source: Print shipping label
pt_pt: Imprimir Etiqueta de Envio

source: Reference field filling method
pt_pt: Método de preenchimento da Referência de Envio

source: Same day pick up hour
pt_pt: Hora limite de marcação de recolha

source: Selected Service Point :
pt_pt: Servicepoint selecionado:

source: Settings Saved
pt_pt: Configurações guardadas

source: Shipping cost will be calculated based on the selected parameter.
pt_pt: Preço de Envio vai ser calculado baseado nos parametros selecionados

source: The shipping rule id
pt_pt: O Id da regra de envio

source: Title
pt_pt: Título

source: User Id
pt_pt: ID Utilizador

source: Weight
pt_pt: Peso

source: Yes
pt_pt: Sim
